Repository: Xabiguitian/messiscript
Catalog: codigo/app/locale/*/LC_MESSAGES/*.po
Languages: es

source: Welcome to SplitWithMe!
es: ¡Bienvenido a SplitWithMe!

source: Split - Friends
es: Split - Amigos

source: Balance
es: Saldo

source: View Expenses
es: Ver Gastos

source: View Friends
es: Ver Amigos

source: Reload
es: Recargar

source: Paid by:
es: Pagado por:

source: Split - Expenses
es: Split - Gastos

source: Add Expense
es: Añadir Gasto

source: Show Detailed List
es: Mostrar Lista Detallada

source: Description
es: Descripción

source: Date
es: Fecha

source: Amount
es: Cantidad

source: Participants
es: Participantes

source: Cancel
es: Cancelar

source: Save Changes
es: Guardar Cambios

source: Error loagind expenses.
es: Error al cargar los gastos.

source: Error loading expense details.
es: Error al cargar los detalles del gasto.

source: Error loading friends for selection.
es: Error al cargar amigos para la selección.

source: All values are required, including payer and participants.
es: Todos los valores son obligatorios, incluyendo el pagador y los participantes.

source: Payer must be one of the participants.
es: El pagador debe ser uno de los participantes.

source: Amount must be a positive number.
es: La cantidad debe ser un número positivo.

source: Added expense successfully.
es: Gasto añadido con éxito.

source: Error in expense data.
es: Error en los datos del gasto.

source: Error loading expense.
es: Error al cargar el gasto.

source: Expense updated successfully.
es: Gasto actualizado con éxito.

source: Error updating expense.
es: Error al actualizar el gasto.

source: Expense deleted successfully.
es: Gasto eliminado con éxito.

source: Error deleting expense.
es: Error al eliminar el gasto.

source: Error loading friends.
es: Error al cargar los amigos.

source: Error loading friend details.
es: Error al cargar los detalles del amigo.
